Repository: egasimus/id3encodingconverter
Catalog: po/*/id3encodingconverter.po
Languages: de

source: Choose path of textcat language model files.
de: Wähle den Pfad der Textcat-Sprachmodelle.

source: Add preferred encodings to increase the accuracy of encoding guessing.
de: Füge verwendete Zeichenkodierungen hinzu, um die automatische Erkennung zu verbessern.

source: Encoding Guessing
de: Automatische Erkennung der Zeichenkodierung

source: Title
de: Titel

source: Encoding name
de: Name der Zeichenkodierung

source: Encoding
de: Zeichenkodierung

source: &Add files...
de: &Dateien hinzufügen...

source: Adds files to the table
de: Füge Dateien zur Tabelle hinzu.

source: Add &directory...
de: &Verzeichnis hinzufügen...

source: Adds the content of a directory to the table
de: Fügt den Inhalt eines Verzeichnisses zur Tabelle hinzu.

source: &Save
de: S&peichern

source: Saves selected files
de: Speichert markierte Dateien

source: Save &all
de: &Alles speichern

source: Saves all modified files
de: Speichert alle geänderten Dateien

source: &Revert
de: &Verwerfen

source: Reloads selected files
de: Lädt markierte Dateien erneut

source: Auto-&conversion
de: Automatische &Konvertierung

source: Autoconverts ID3v1 tags to ID3v2 with the current encoding.
de: Konvertiert automatisch Audiotags von ID3v1 zu ID3v2.

source: MP3 files (*.mp3)
de: MP3-Dateien (*.mp3)

source: Add files
de: Dateien hinzufügen

source: The file '%1' couldn't be saved.
de: Die Datei %1 konnte nicht geschrieben werden.

source: Continue with other files?
de: Mit weiteren Dateien fortfahren?

source: File
de: Datei

source: Artist
de: Interpret

source: file modified
de: Datei geändert

source: file saved
de: Datei gespeichert

source: A simple ID3 tag viewer with support for conversion of different character sets.
de: Einfacher Editor für ID3-Tags mit Unterstützung zur Konvertierung verschiedener Zeichenkodierungen.

source: ID3EncodingConverter is a simple ID3 tag viewer for KDE written in Python which supports conversion of tags from different character sets to Unicode with ID3v2. Its goal is fast and simple conversion for multiple files, letting the user compare between ID3v1 and ID3v2 tags and choose the correct encoding.
de: ID3EncodingConverter ist ein einfacher in Python geschriebener Editor für ID3-Tags für KDE und unterstützt die Konvertierung von Tags in verschiedenen Zeichenkodierungen zu Unicode in ID3v2. Sein Ziel ist die schnelle und einfache Konvertierung für mehrere Dateien, indem der Benutzer zwischen den ID3v1- und ID3v2-Tags vergleicht und die korrekte Kodierung auswählt.

source: Developer
de: Entwickler

source: Files to open
de: Zu öffnende Dateien
